{
    "home": "Home",
    "about": "About",
    "service": "Service",
    "history": "History",
    "cases": "Cases",
    "contact": "Contact",
    "about.about": "ABOUT",
    "about.description": "J&W ENTERTAINMENT is a vibrant and dynamic internet company based in California.We are dedicated to providing a secure, reliable, and convenient North American social network operation service for creators worldwide.Our comprehensive services range from creative guidance to account operation. As a creator, all you need to do is simply share your daily life's content with us, and we will help you manage your accounts, engage with fans, do promotion and advertising, and achieve stable profitability.Our team comprises of talented young men and women from various countries and regions. At J&W Entertainment, we embrace NSFW creators with an inclusive and appreciative attitude. Regardless of your gender and sexual orientation, when you work with us, we guarantee that you will not encounter any discrimination or harassment.We offer equal treatment for minority groups. Our team dose includes many talented gay, lesbian, and transgender groups from East Asia. And we have also successfully helped minority groups to achieve stable profitability on North American social network.",
    "service.title": "SERVICE",
    "service.title1": "Social Account Management:",
    "service.des1": "Our team has many years of experience in operating various social media platforms such as Facebook, Instagram, OnlyFans, Fansly, and others. In addition, we are proficient in multiple languages including English, Japanese, and Korean. We take full responsibility for interacting with fans in different languages, so language barriers will no longer be an issue for you. Feel free to showcase yourself to fans around the world and achieve stable profitability.",
    "service.title2": "Creating Guidance: ",
    "service.des2": "We will provide clear and detailed creative guidance tailored to the preferences of the North American audience, covering everything from content inspiration to equipment tech-support, to ensure that creators can firmly grasp their fans' preferences and maintain high-quality content updates.",
    "service.title3": "Stable Income: ",
    "service.des3": "Each month, we will share the platform's profits with you based on the percentage specified in the contract. Don't have an overseas credit card? No problem, we have a complete overseas payment system. We pay your income in a completely secure way, with currencies including US dollars, Japanese yen, and even Chinese yuan.",
    "service.title4": "Safety Guarantee: ",
    "service.des4": "We will fully respect the privacy of creators, and all platform submissions will be published under pseudonyms and fictitious backgrounds unless otherwise agreed upon by the creator.The creator does not have to worry about any impact on their real-life identity. ",
    "history.title": "HISTORY",
    "history.title1": "Founding",
    "history.des1": "Co-Founders of J&W Entertainment started to provide management services to American creators.",
    "history.title2": "Begin",
    "history.des2": "J&W Entertainment created. Our services have spread to North America.",
    "history.title3": "Expansion I",
    "history.des3": "Entered Japan and Korean.",
    "history.title4": "Expansion II",
    "history.des4": "Entered Philippine, Taiwan, Hong Kong, and other Asian regions.",
    "history.now": "NOW",
    "history.title5": "Expansion III",
    "history.des5": "Entering China Mainland",
    "cases.title": "CASES",
    "cases.name1": "Jenfo (Alias)",
    "cases.platform": "Platforms: ",
    "cases.platform1": "OnlyFans, Fansly",
    "cases.length": "Length Of Cooperation: ",
    "cases.length1": "One and a half year",
    "cases.follower": "Follower",
    "cases.follower1": "200k",
    "cases.income": "Income",
    "cases.income1": "Over 17K Per Month",
    "cases.name2": "Penny (Alias)",
    "cases.platform2": "OnlyFans, Fansly",
    "cases.length2": "Four Months",
    "cases.follower2": "16k",
    "cases.income2": "Over 2K Per Month",
    "cases.name3": "Josh (Alias)",
    "cases.platform3": "OnlyFans, Fansly",
    "cases.length3": "One Month",
    "cases.follower3": "90k",
    "cases.income3": "Over 4K Per Month",
    "cases.name4": "Era (Alias)",
    "cases.platform4": "Fansly",
    "cases.length4": "Three Months",
    "cases.follower4": "8k",
    "cases.income4": "Over 5K Per Month",
    "cases.statement": "Since 2017, J&W Entertainment has helped over 50 content creators achieving stable income stream",
    "footer.title": "Interested In Joining The Team?",
    "header.title": "J&W Entertainment",
    "header.des": "A young and dynamic internet operation service company from California, USA. Established in 2017"



  }
  